//MARK: Tab labels
"Tab buttons" = "ボタン";
"Tab cursor" = "マウス";
"Tab scroll" = "スクロール";
"Tab keys" = "キーボード";
"Tab apps" = "除外設定";
"Tab settings" = "設定";

//MARK: Action menu items
"Button action Double Click" = "ダブルクリック";
"Button action Triple Click" = "トリプルクリック";
"Button action Look Up" = "調べる";
"Button action Smart Zoom" = "スマートズーム";
"Button action Cmd Click" = "⌘クリック";
"Button action Shift Cmd Click" = "⇧⌘クリック";
"Button action Shift Click" = "⇧クリック";
"Button action Ctrl Cmd Click" = "⌃⌘クリック";
"Button action Option Click" = "⌥クリック";
"Button action Left Click" = "左クリック";
"Button action Middle Click" = "ミドルクリック";
"Button action Right Click" = "右クリック";
"Button action Mod Clicks" = "Mod Clicks";
"Button action Zoom Window" = "ウィンドウをズーム";
"Button action Fullscreen Window" = "フルスクリーン";
"Button action Backlight" = "バックライト";
"Button action Backlight Down" = "バックライトを暗くする";
"Button action Backlight Up" = "バックライトを明るくする";
"Button action Media Next" = "次のトラック";
"Button action Media Play/Pause" = "再生/一時停止";
"Button action Media Previous" = "前のトラック";
"Button action Mute Mic" = "マイクミュート切り替え";
"Button action Swipe Back" = "前に戻る";
"Button action Swipe Forward" = "次に進む";
"Button action Pan" = "パンスクロール";
"Button action 2 Finger Scroll" = "2本指スクロール";
"Button action 3 Finger Swipe L" = "3本指でスワイプ ←";
"Button action 3 Finger Swipe R" = "3本指でスワイプ →";
"Button action 3 Finger Swipe U" = "3本指でスワイプ ↑";
"Button action 3 Finger Swipe D" = "3本指でスワイプ ↓";
"Button action 3 Finger Pinch in" = "3本指でピンチイン";
"Button action 3 Finger Pinch out" = "3本指でピンチアウト";
"Button action Scroll Left" = "左にスクロール";
"Button action Scroll Right" = "右にスクロール";
"Button action Zoom In" = "ズームイン";
"Button action Zoom Out" = "ズームアウト";
"Button action Volume" = "音量";
"Button action Volume Down" = "音量を下げる";
"Button action Volume Mute" = "消音";
"Button action Volume Up" = "音量を上げる";
"Button action App Switch" = "アプリ切り替え";
"Button action Sleep" = "スリープ";
"Button action Logout" = "ログアウト";
"Button action Screen Off" = "画面をオフ";
"Button action Lock Screen" = "画面をロック";
"Button action App Launch" = "アプリを起動";
"Button action IM Switch" = "入力ソースを切り替え";
"Button action Extra Keys" = "追加キー";
"Button action Shift Scroll" = "水平スクロール";
"Button action Cmd Scroll" = "高速スクロール";
"Button action Ctrl Scroll" = "ズーム";
"Button action Do Nothing" = "何もしない";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "このオプションが有効な場合、非アクティブなウィンドウのボタンをクリックする際に、一度のクリックで済みます。";
"Help right click through" = "非アクティブなウィンドウを右クリックすると、先に対応するウィンドウをアクティブにします。";
"Help trackpad left click through" = "トラックパッドの左クリック・スルー";
"Help trackpad right click through" = "トラックパッドの右クリック・スルー";
"Help binding click through" = "この列のトグルは、各項目のクリック・スルーオプションです。有効にすると、割り当てられたアクションが実行される前に、カーソル下のウィンドウがまずアクティブになります。\n\n例えば、ショートカット⌘+wに対して有効にした場合、現在アクティブなウィンドウではなく、カーソル下のウィンドウを閉じます。\n\n一部のアクションはウィンドウ関連ではないため、このようには動作しません。そのため、それらのアクションについてはこのオプションを非表示にしています。";
"Help pan" = "トラックパッドでのスクロールのように、ボタンでドラッグすることで任意の方向に自由にスクロールします。「スクロール」タブで設定された修飾キーでズームや速度の変更も可能です。\n\nボックスをクリックしてハイライト表示にし、パン操作に割り当てたいボタンをクリックしてください。\n\nボックスがハイライトされている間に再度左クリックすると、パン機能がオフになります。\n\nパン機能は、そのボタンに割り当てられているドラッグジェスチャーを無効にします。";
"Help pan momentum" = "右ボタンでのパン操作に、トラックパッドのような慣性スクロールを追加します。きっと気に入っていただけるはずです。";
"Help multishot" = "この列のトグルは、方向ジェスチャーや長押しジェスチャーに割り当てたホットキーのマルチショット（連射）オプションです。\n\nこれを有効にすると、ジェスチャーの動きに合わせて対応するホットキーが繰り返しトリガーされます。\n\nドロップダウンリストのアクションには固有のマルチショットプロパティがあるため、ここにはオプションがありません。";

//Mouse tab
"Help cursor switch" = "これは「システム設定 -> マウス -> 軌跡の速さ」と同じコントロールですが、本来あるべき姿である「加速」と「速度」が分離されています。\n\nmacOS Sonomaの場合、「システム設定 -> マウス -> 詳細 -> ポインタを加速」をオンにすると、両方のスライダーが正しく機能します。\n\nこれらの2つのスライダーとシステム設定の軌跡の速さは互いに上書きし合う可能性があります。このカーソルコントロールをオンにする場合は、システム設定パネルや他のアプリで変更しないようにしてください。\n\nこのトグルをオフにすると、アプリはこれらの設定をシステムのデフォルト値に戻します。\n\nWindowsユーザーにおすすめの値:\n加速: 0";
"Help cursor hold" = "方向ジェスチャーやパン操作中は、マウスカーソルを静止させます。";
"Help unifying pairing" = "1. マウスのチャンネルを選択し、マウスの電源を切ります。\n\n2. 左のペアリングボタンをクリックして、USBレシーバーをペアリングモードにします。\n\n3. マウスの電源を入れると、ドングルを検索してペアリングします。\n\n各スロットの隣にある「x」ボタンをクリックすると、ドングルからペアリング情報が削除され、新しいデバイスをペアリングできるようになります。";
"Help bolt pairing" = "1. デバイスのチャンネルボタンをLEDが速く点滅するまで長押しします。\n\n2. 左のペアリングボタンをクリックします。\n\n3.a キーボードの場合、表示された番号コードを入力し、Enterキーを押します。\n\n3.b マウスの場合、左/右クリックで左/右のシーケンスを入力し、最後に左ボタンと右ボタンを同時に押してEnterとします。";
"Help Onboard profile" = "オンボードプロファイルを無効にすると、プロファイル切り替えやプリセットボタンがすべて割り当て可能になります。オンボード設定を使用したい場合は、これを有効にしてください。";
"Help quirk buttons" = "これらのベンダー定義のボタンは、Alt-Tabやラチェットモードの切り替えなどの機能にハードコードされています。\n\nこれらのボックスをチェックすると、標準ボタンとして動作し、「ボタン」タブで割り当てのために認識されるようになります。";
"Help hires wheel" = "このモードでは、スクロールホイールがより細かい分解能（通常は8倍）で動作します。これにより、スクロールが非常に滑らかに感じられます。\n\nフリースピンモードで最も効果的です。\n\n「スクロール」パネルの設定も、これに合わせて調整する必要があります。このモードでは、「ブレーキポイント」、「スピード」、「さらに滑らかに」のスライダーをすべて最小にし、「持続時間」と「加速」だけを調整して、トラックパッドに最も近い感触を得ることをお勧めします。";
"Help ratchet" = "このトグルを使用してスクロールホイールのラチェットモードとフリースピンモードを切り替えるには、上で物理ボタン（通常はボタン6）を割り当て用に有効にする必要があります。";
"Help thumbwheel for shortcuts" = "このモードを使用すると、「ボタン」パネルでサムホイールにクリック、長押し、左/右の方向ジェスチャーを割り当てることができます。\n\nIf you want the thumbwheel to perform different functions in different apps, you need to use this mode.";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "このオプションは、私たちが提供できるからというだけであり、意味があるとは考えていません。";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "上記の4つのオプションについて、それぞれ方向を選択します。";

//Keyboard Tab
"Help keys sub" = "キーボードごとに物理キーを別のキーにシステムレベルで置き換えます。これは、上記の一般設定やLogiキーマップよりも優先度が高いです。\n\n中央の矢印をクリックすると、一方向または双方向のマッピングを切り替えられます。\n\n1つのキーにつき1つのマップのみ許可されます。";
"Help logi keyb" = "Logiの再プログラム可能なキーのアプリレベルでのマッピングです。緑色のものは、Fnキー上にない非標準キーです。\n\nこれらを、マウスボタンの割り当てと同様に、キーコンボやドロップダウンリストのアクションに割り当てることができます。\n\n上記の一般キーマップよりも優先度が高いです。";
"Help logi keyb brightness" = "この行はコントロールを提供せず、現在のキーボードバックライトの輝度レベルと制御元を示すだけです。\n\n「自動」は環境光に依存することを意味します。\n\n自動モードの場合、一部のキーボードでは輝度バーが実際の値を反映しないことがあります。";
"Help general key bind" = "キーストロークやキーコンボを、別のキーストローク/キーコンボ/アクションにアプリレベルで一般マッピングします。\n\nプラスボタンをクリックしてマッピング項目を追加し、各ボックスをクリックしてキーボードの入力フォーカスを設定します。";

//Scroll tab
"Help scroll smooth" = "このトグルは、垂直、水平、およびShiftスクロールの滑らかさをすべて制御し、Ctrlスクロールズームもこの機能に依存して動作します。";
"Help scroll more smooth" = "上記の4パラメータの後に適用される、スクロールをさらに滑らかにするためのシンプルな後処理フィルターです。実質的にオーバーヘッドはなく、俊敏さと滑らかさの間で新たな制御の次元を提供します。\n\n0に設定した場合は効果がありません。高く設定すると、より遅く感じられますが、より滑らかになります。";
"Help scroll acc" = "短い時間でホイールを同じ角度だけ回すと、コンテンツがより遠くまでスクロールします。このパラメータは、この効果の強さを決定します。\n\nこれはソフトウェアによって実装されており、「システム設定 -> マウス -> スクロール速度」の影響を受けません。";
"Help scroll to raise" = "ウィンドウの上でスクロールすると、そのウィンドウが前面に表示されます。\n\n左クリック・スルーを有効にしていると、ボタンだらけの電卓ウィンドウのようなものをアクティブにしようとして、誤って何かをクリックしてしまうのではないかと常にストレスを感じていました。\n\nこの機能が、ウィンドウをアクティブにする上で最もストレスの少ない方法であることがわかりました。\n\nIt'd be better to uncheck it when you fiddle with other scrolling parameters to keep the window floating.";
"Help scroll brake" = "この設定は滑らかなスクロール専用です。スクロールがどのフレームから減速を開始するかを、1から持続時間の範囲で決定します。";
"Help scroll distance" = "滑らかなスクロールがオンの場合は「ピクセル/フレーム」、オフの場合は「行/ティック」です。\n\n滑らかさと加速の設定に応じて4つの異なる保存値があり、色で区別されます。";
"Help scroll duration" = "滑らかなスクロールにおける、ホイール1ティックあたりのスクロール持続時間（フレーム単位）。\n\nリフレッシュレートに適応します。例えば、この値を20に設定すると、システムのリフレッシュレートが60Hzでも120Hzでも、20/60 = 1/3秒のスクロール持続時間が得られます。";
"Help scroll hori invert" = "物理的なマウスホイールの水平スクロール方向のみ反転します。";
"Help scroll hori speed" = "水平スクロール速度の調整です。5がシステムのデフォルト速度で、調整範囲はデフォルトの0.2倍から10倍です。\n\n「物理的な水平スクロール」とは、主にホイールのチルト機能や、「マウス」タブで「水平スクロールに使用」に設定した際のサムホイールのスクロールを指します。";
"Help scroll vert invert" = "マウスホイールの垂直スクロール方向のみ反転します。サードパーティ製のマウスドライバがインストールされている場合、制御が連鎖するため、この設定が混乱を招くことがあります。";
"Help shift scroll" = "修飾キーを押しながらスクロールすると、水平スクロールになります。";
"Help ctrl scroll zoom" = "修飾キーを押しながらスクロールまたは上下にパンすると、ズーム/ピンチ操作になります。";
"Help cmd scroll" = "修飾キーを押しながらスクロール/ズーム/パンすると、速度が変更されます。\n\nすべての物理的な垂直/水平スクロール、Shiftスクロール、Ctrlスクロール、サムホイールのスクロール/ズーム、ジェスチャーによるズーム、パン、Ctrlキーを押しながらのパンに有効です。";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "メニューバーのアイコンを非表示にします。\n\nアプリが実行中にもう一度起動すると、メニューバーのアイコンが再表示されます。";
"Help color scheme" = "両方のトグルをオフにすると、配色がシステム設定に従います。";
"Help tighten icons" = "直接関係はありませんが、便利な機能かもしれません。メニューバーのアイコンの間隔を狭くします。\n\n次回のログイン時に有効になります。";
"Help charge limit" = "直接関係はありませんが、便利な機能かもしれません。\n\nAppleの新しい内蔵スイッチを使用して、バッテリーの充電を80%に制限します。Apple SiliconとmacOS 13以降で利用可能です。80%のオプションしかなく、他の選択肢はありません。\n\nこれはファームウェアのスイッチなので、一度設定すればアプリを実行し続ける必要はありません。スリープ/復帰サイクル後も設定は維持されます。\n\nただし、電源の再投入（再起動やシャットダウン）後は維持されません。つまり、電源を入れた後もこの機能を有効にするにはアプリを起動する必要があります。\n\n変更が有効になるまで約1分かかりますので、お待ちください。\n\nバッテリーが80%以上充電された状態でこの機能を有効にすると、ファームウェアによって自動的に80%まで放電されます。プラグを抜く必要はありません。\n\n「バックグラウンドでの実行を許可」の権限が必要です。しかし、実際には何もバックグラウンドで実行されません。これは単にアプリ内で「sudo」を実行するための方法です。設定アプリのバックグラウンド項目の説明は、個人的には少し紛らわしいと思います。この機能をオフにしている限り、この権限を許可する必要はありません。";
"Help charge limit 147+" = "macOS 14.7以降、Appleは内蔵のファームウェア80%充電リミッターを削除し、復活させる可能性は低いようです。\n\nそのため、私たちは従来からある、より原始的なソフトウェアベースのリミッターに戻しました。単に、このような単純なことのために別のアプリを実行し続けたくないからです。";
"Help activate license" = "以前に購入したか、ウェブサイトで購入してここでアクティベーションコードを入力した場合は、完了後にアプリを再起動し、アプリが緑色に変わるまで10秒間お待ちください。";
"Help deactivate" = "はい、ポップアップウィンドウの「ライセンスを無効化」ボタンをクリックすると、このアクティベーションがライセンスから削除され、将来の使用のためにスロットが解放されます。";
"Help v scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.";
"Help h scroll sliders" = "Scroll over a slider to adjust it. This works for sliders that can be recognized by VoiceOver.\n\nThis can be triggered not only by physical horizontal scrolling, but also by shift-scrolling and h-scrolling through gestures.";
"Help interfering apps" = "Apps that have the capability of manipulating mouse and keyboard actions as well in real-time.";

//MARK: Button Binding Hint
"btn hint double click"				= "シミュレートされたダブルクリックで、自然にクリック・スルー効果が伴います。";
"btn hint triple click"				= "シミュレートされたトリプルクリックで、自然にクリック・スルー効果が伴います。";
"btn hint look up"					= "「強めのクリック」または「cmd-ctrl-D」としても知られています。";
"btn hint smart zoom"				= "トラックパッドで2本指でダブルタップするのと同じです。";
"btn hint cmd click"				= "CMDキーを押しながらの左クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint shift cmd click"			= "ShiftキーとCMDキーを押しながらの左クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint shift click"				= "Shiftキーを押しながらの左クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint ctrl cmd click"			= "CtrlキーとCMDキーを押しながらの左クリックをシミュレートします。これは、ターミナルで[NSWindowShouldDragOnGesture](https://www.google.com/search?q=NSWindowShouldDragOnGesture)が有効な場合に、ウィンドウを任意の位置からドラッグするために使用します。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint option click"				= "Optionキーを押しながらの左クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint left click"				= "反復性疲労障害対策として、オンデマンドで左クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint middle click"				= "ミドルクリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint right click"				= "右クリックをシミュレートします。\n\nこのクリックでドラッグもしたい場合は、このボタンの他のすべてのマッピングを削除する必要があります。";
"btn hint mod clicks"				= "If you also want to drag with the assigned click, this button must have no other bindings.";
"btn hint swipe forward"			= "トラックパッドで2本指で左にスワイプするシミュレーションですが、アニメーションはありません。";
"btn hint swipe back"				= "トラックパッドで2本指で右にスワイプするシミュレーションですが、アニメーションはありません。";
"btn hint 3 finger swipe L"			= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + →」を割り当ててください。";
"btn hint 3 finger swipe R"			= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ←」を割り当ててください。";
"btn hint 3 finger swipe U"			= "Mission Controlを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↑」を割り当ててください。";
"btn hint 3 finger swipe D"			= "App Exposéを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↓」を割り当ててください。";
"btn hint 3 finger pinch in"		= "Launchpadを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、システム設定でホットキーを割り当ててから、ここでそのホットキーをバインドする必要があります。";
"btn hint 3 finger pinch out"		= "デスクトップを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「F11」を割り当ててください。";

"btn hint scroll left"				= "左へ一回だけスクロールします。Shiftスクロールで実装されています。これをマルチショットにするには、ボタンクリックではなく長押しに割り当ててください。";
"btn hint scroll right"				= "右へ一回だけスクロールします。Shiftスクロールで実装されています。これをマルチショットにするには、ボタンクリックではなく長押しに割り当ててください。";
"btn hint zoom in"					= "一回だけズームインします。Ctrlスクロールで実装されています。これをマルチショットにするには、ボタンクリックではなく長押しに割り当ててください。";
"btn hint zoom out"					= "一回だけズームアウトします。Ctrlスクロールで実装されています。これをマルチショットにするには、ボタンクリックではなく長押しに割り当ててください。";
"btn hint zoom window"				= "ウィンドウの緑色のボタンをOptionキーを押しながらクリックするか、タイトルバーをダブルクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"btn hint fullscreen window"		= "ウィンドウの緑色のボタンをクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"btn hint media p/p"				= "";
"btn hint media prev"				= "";
"btn hint media next"				= "";
"btn hint mute mic"					= "ミュートにすると、メニューバーにミュートアイコンが表示されます。アイコンをクリックしてミュートを解除することもできます。";
"btn hint vol mute"					= "";
"btn hint vol up"					= "";
"btn hint vol down"					= "";
"btn hint backlight up"				= "";
"btn hint backlight down"			= "";
"btn hint sleep"					= "";
"btn hint logout"					= "";
"btn hint screen off"				= "";
"btn hint lock screen"				= "";
"btn hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"btn hint IM switch"				= "入力ソース/キーボードソースの切り替え";
"btn hint do nothing"				= "ボタンクリックにアクションが割り当てられていない場合、元のボタンクリックイベントが送信されます。この項目をボタンに割り当てると、誤トリガーを防ぐために何も送信されません。\n\n通常はサムホイールで使用します。";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"			= "Shiftスクロールの模倣です。";
"btnscl hint fast scroll"			= "CMDスクロールの模倣です。";
"btnscl hint zoom"					= "Ctrlスクロールの模倣です。";
"btnscl hint app switch"			= "";
"btnscl hint vol"					= "";
"btnscl hint backlight"				= "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"				= "トラックパッドで2本指でダブルタップするのと同じです。";
"ges hint swipe forward"			= "トラックパッドで2本指で左にスワイプする一回限りの操作で、アニメーションはありません。";
"ges hint swipe back"				= "トラックパッドで2本指で右にスワイプする一回限りの操作で、アニメーションはありません。";
"ges hint 2 finger scroll"			= "マウスのドラッグジェスチャーで、トラックパッド上の2本指スワイプをシミュレートします。上記「進む/戻る」のような左右のスワイプジェスチャーとして使用できますが、アニメーションが付きます。または、単にスクロールとして使用することもできます。\n\nこのアプリが提供する「パン」との違いは、パンは純粋なスクロールであり、ジェスチャーをトリガーしないため、より応答性が高く楽に感じられる点です。また、パンには慣性摩擦が低く設定されています。";
"ges hint pan"						= "ボタンが足りないですか？パン操作に丸ごと1つのボタンを割り当てる余裕はなく、そのボタンにはもっと大きな計画がありますよね。しかし、2本指スクロールは純粋なスクロールには粘着性が高すぎる（斜めにスクロールできず、OSのジェスチャーが本質的に伴う）ことにお気づきでしょう。そこで、このパンスクロールが役立ちます。\n\n下のボタンスクロールと同じですが、トリガーに必要なのは一方向のジェスチャーだけです。一度トリガーされれば、通常通りどの方向にもパンできます。";
"ges hint 3 finger swipe L"			= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + →」を割り当ててください。";
"ges hint 3 finger swipe R"			= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ←」を割り当ててください。";
"ges hint 3 finger swipe U"			= "Mission Controlを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↑」を割り当ててください。";
"ges hint 3 finger swipe D"			= "App Exposéを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↓」を割り当ててください。";
"ges hint 3 finger pinch in"		= "Launchpadを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、システム設定でホットキーを割り当ててから、ここでそのホットキーをバインドする必要があります。";
"ges hint 3 finger pinch out"		= "デスクトップを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「F11」を割り当ててください。";
"ges hint scroll left"				= "左右に便利にスクロールしたいけれど、パン操作でボタンの4方向すべてが埋まるのは嫌で、2本指スクロールによる「進む/戻る」のトリガーも避けたい場合に、これを使用してください。";
"ges hint scroll right"				= "左右に便利にスクロールしたいけれど、パン操作でボタンの4方向すべてが埋まるのは嫌で、2本指スクロールによる「進む/戻る」のトリガーも避けたい場合に、これを使用してください。";
"ges hint zoom in"					= "方向ジェスチャーによる連続ズーム。非アクティブなウィンドウには効果がないため、クリック・スルーが必須です。";
"ges hint zoom out"					= "方向ジェスチャーによる連続ズーム。非アクティブなウィンドウには効果がないため、クリック・スルーが必須です。";
"ges hint zoom window"				= "ウィンドウの緑色のボタンをOptionキーを押しながらクリックするか、タイトルバーをダブルクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"ges hint fullscreen window"		= "ウィンドウの緑色のボタンをクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"ges hint media p/p"				= "";
"ges hint prev"						= "";
"ges hint next"						= "";
"ges hint mute mic"					= "ミュートにすると、メニューバーにミュートアイコンが表示されます。アイコンをクリックしてミュートを解除することもできます。";
"ges hint vol mute"					= "";
"ges hint vol up"					= "";
"ges hint vol down"					= "";
"ges hint backlight up"				= "";
"ges hint backlight down"			= "";
"ges hint app switch"				= "マウスのドラッグジェスチャーでAlt-Tabをシミュレートします。";
"ges hint sleep"					= "";
"ges hint logout"					= "";
"ges hint screen off"				= "";
"ges hint lock screen"				= "";
"ges hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"ges hint IM switch"				= "";

//MARK: General Key Binding Hint
"gkey hint sleep"					= "";
"gkey hint logout"					= "";
"gkey hint screen off"				= "";
"gkey hint lock screen"				= "";
"gkey hint do nothing"				= "";
"gkey hint swipe forward"			= "トラックパッドで2本指で左にスワイプするシミュレーションですが、アニメーションはありません。";
"gkey hint swipe back"				= "トラックパッドで2本指で右にスワイプするシミュレーションですが、アニメーションはありません。";
"gkey hint 3 finger swipe L"		= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + →」を割り当ててください。";
"gkey hint 3 finger swipe R"		= "デスクトップスペースを高速で切り替えるための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ←」を割り当ててください。";
"gkey hint 3 finger swipe U"		= "Mission Controlを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↑」を割り当ててください。";
"gkey hint 3 finger swipe D"		= "App Exposéを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「ctrl + ↓」を割り当ててください。";
"gkey hint 3 finger pinch in"		= "Launchpadを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、システム設定でホットキーを割り当ててから、ここでそのホットキーをバインドする必要があります。";
"gkey hint 3 finger pinch out"		= "デスクトップを高速で表示するための、私たち独自のバージョンです。\n\nもし気に入らず、元のシステムバージョンを好む場合は、代わりに「F11」を割り当ててください。";
"gkey hint zoom window"				= "ウィンドウの緑色のボタンをOptionキーを押しながらクリックするか、タイトルバーをダブルクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"gkey hint fullscreen window"		= "ウィンドウの緑色のボタンをクリックするのと同じです。\n\nご存じない場合のために:\nアプリを終了:				⌘Q\nアプリを強制終了:		⌥⌘ESC\nタブまたはウィンドウを閉じる:	⌘W\nすべてのウィンドウを閉じる:		⇧⌘W\nウィンドウを最小化:		⌘M";
"gkey hint media p/p"				= "";
"gkey hint media prev"				= "";
"gkey hint media next"				= "";
"gkey hint mute mic"				= "ミュートにすると、メニューバーにミュートアイコンが表示されます。アイコンをクリックしてミュートを解除することもできます。";
"gkey hint vol mute"				= "";
"gkey hint vol up"					= "";
"gkey hint vol down"				= "";
"gkey hint backlight up"			= "";
"gkey hint backlight down"			= "";
"gkey hint app launch"				= "BetterMouse doesn't support scripts as a target directly. However, you can export your script as an app with the Script Editor app, move it to the Applications folder, then select it here.";
"gkey hint IM switch"				= "入力ソース/キーボードソースの切り替え";
"gkey hint extra keys"				= "";
"gkey hint clicks"					= "これをキーストロークで使用することもできますが、意図した使い方ではありません。一部のマウスでは、追加ボタンを標準のマウスボタンに割り当てられませんが、キーストロークには割り当てられます。これがこの項目の目的です。";

//MARK: Button Tab
"Long press delay" = "長押しのトリガー遅延 (ms)";
"Long press interval" = "長押しの繰り返し間隔 (ms)";
"Button tab CT & Pan" = "クリック・スルー & パン";
"Button tab left click through" = "左クリック・スルー";
"Button tab right click through" = "右クリック・スルー";
"Button tab trackpad left click through" = "トラックパッド LCT";
"Button tab trackpad right click through" = "トラックパッド RCT";
"Button tab No button pan" = "ボタンでのパンなし";
"Button tab Right button pan" = "右ボタンでパン";
"Button tab Thumbwheel pan" = "サムホイールでパン";
"Button tab Button" = "ボタン ";
"Button tab pan" = " パン";
"Button tab Right" = "右";
"Button tab Wheel" = "ホイールチルト";
"Button tab Thumbwheel" = "サムホイール";
"Button tab Tap" = "タップ";
"Button tab pan momentum" = "パンの慣性";
"Button tab pan invert" = "パン方向の反転";
"Button tab pan CT" = "パンのクリック・スルー";
"Button tab thumbwheel" = "サムホイールの割り当て";

"Button tab description 1" = "1.	マウス操作を行い、項目を追加またはハイライトします。\n\n2.	ドロップダウンリストからターゲットアクションを選択するか、キーボードから直接キーコンボを入力します。\n\n";
"Button tab description 2" = "マウス操作には以下が含まれます:\n\n1.	左ボタンと右ボタン以外のボタンでのクリック。\n2.	左ボタン以外のボタンでのドラッグ。\n3.	左ボタン以外のボタンでの長押し。\n4.	任意のボタンを押しながら、ホイールを上下にスクロール。\n\n";
"Button tab description 3" = "これらのアクションはすべて、5つの修飾キー（Fn⇧⌃⌥⌘）、別のマウスボタン、またはその両方との任意の組み合わせで使用できます。\n\n";
"Button tab description 4" = "別のボタンと組み合わせると、左ボタンと右ボタンにも任意のアクションを割り当てることができます。\n\n";
"Button tab description 5" = "長押しは、アクションのマルチショットとして使用できます。\n\n「システム設定 -> キーボード -> ショートカット」でショートカットに割り当てて、ほとんどのシステムアクションを取得します。\n\n内蔵のマウスドライバ/インタプリタを持つアプリ（ゲームなど）の場合は、除外パネルに追加して個別に設定してください。\n\nこのパネルまたはタブを閉じると、割り当てが有効になります。";

"Button tab new item" = "マウスボタンを押して新しい項目を追加";
"Button tab Hide help" = "ヘルプを非表示";
"Button tab Show help" = "ヘルプを表示";
"Button tab wheel" = "ホイール ";
"Hint binding click through" = "クリック・スルー";
"Hint binding multishot" = "マルチショット";

//MARK: Mouse Tab
"Cursor tab acceleration" = "加速:";
"Cursor tab enable Cursor Control" = "カーソル制御";
"Cursor tab speed" = "速度:";
"Cursor tab Cursor hold in gesture" = "ジェスチャー中のカーソル固定";
"Cursor tab Left drag deadzone" = "左ドラッグのデッドゾーン";
"Toggle enable DPI Control" = "DPI制御を有効化";
"Slider DPI" = "DPI:";
"For binding" = "割り当て用:";
"SW Control" = "メインホイール:";
"Ratchet mode" = "ラチェットモード";
"Hi-res wheel" = "高解像度ホイール";
"Toggle enable Onboard Profile" = "オンボードプロファイルを有効化";
"Slider disengage" = "解除トルク:";
"Slider torque" = "トルク:";
"Slider Action Ring Button Pressure" = "AR Pressure:";
"Toggle hori wheel" = "サムホイール:";
"Hori wheel option 1" = "ボタンとして使用";
"Hori wheel option 2" = "水平スクロールに使用";
"Hori wheel option 3" = "垂直スクロールに使用";
"Hori wheel option 4" = "ズームに使用";
"Toggle hori wheel direction" = "方向:";
"Toggle hori wheel direction label" = "反転";
"Toggle hori wheel gain" = "速度ゲイン:";
"Toggle wheel tap" = "ホイールタップ:";
"Toggle wheel tap label" = "有効化";
"Title unifying Receiver" = "Unifyingレシーバー";
"Title bolt Receiver" = "Boltレシーバー";
"Title lightspeed Receiver" = "Lightspeedレシーバー";
"Button pairing" = "ペアリング ";
"Button pair" = "ペアリング";
"Slider label always Engage" = "常時ラチェット";
"Bar Report rate" = "Report rate";
"Slider Report rate" = "Report rate:";
"Bar Onboard profile" = "Onboard profile";
"Bar Extra buttons" = "Extra buttons";
"Bar Main wheel" = "Main wheel";
"Bar Thumb wheel" = "Thumb wheel";
"Bar Action ring button" = "Action ring button";
"Slider Pressure" = "Pressure:";
"Slider Haptic force" = "Haptic force:";
"Toggle Haptic enable" = "Haptic enable:";
"Toggle for actions" = "For single shot actions";
"Toggle for multishot actions" = "for multishot actions";
"Slider Pattern" = "Pattern:";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "一般キーマッピング";
"Keys tab Non-standard key mapping" = "Logi非標準キーマッピング";
"Keys tab enable modifier key substitution control" = "物理キーの置き換え";
"Keys tab Backlight" = "バックライト";
"Keys tab Fn Inversion" = "Fnキーの反転";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "物理垂直スクロール";
"Scroll tab Physical H Scroll" = "物理水平スクロール";
"Scroll tab Modified V Scroll" = "修飾垂直スクロール";
"Scroll tab acceleration" = "加速";
"Scroll tab more smooth" = "さらに滑らかに";
"Scroll tab brake Point" = "ブレーキポイント";
"Scroll tab duration" = "持続時間";
"Scroll tab enable Smooth Scroll" = "スムーズスクロール";
"Scroll tab hori invert" = "水平方向を反転";
"Scroll tab hori speed" = "水平スクロール速度";
"Scroll tab scroll Raise" = "スクロールして前面に";
"Scroll tab v scroll sliders" = "V Scroll Sliders";
"Scroll tab h scroll sliders" = "H Scroll Sliders";
"Scroll tab speed" = "速度";
"Scroll tab vert invert" = "垂直方向を反転";
"Scroll tab shift scroll" = "で水平スクロール";
"Scroll tab shift scroll invert" = "水平スクロール方向を反転";
"Scroll tab ctrl scroll" = "でズーム";
"Scroll tab ctrl scroll invert" = "ズーム方向を反転";
"Scroll tab cmd scroll" = "で高速スクロール";
"Scroll tab cmd scroll speed" = "修飾スクロール/パン速度ゲイン";
"Scroll tab thumb wheel zoom" = "サムホイールズーム";
"Seperator main scroll control" = "メインスクロール制御";
"Seperator physical scroll invert" = "物理スクロール方向の反転";
"Seperator shift-scroll to horizontal" = "Shiftスクロールで水平に";
"Seperator zoom/pinch" = "ズーム/ピンチ";

//MARK: Settings Tab
"Setting tab buy" = "購入";
"Setting tab web buy" = "ウェブサイトから購入";
"Setting tab reset" = "すべての設定を消去";
"Setting tab email Feedback" = "Eメールでフィードバック";
"Setting tab homepage" = "ホームページ";
"Setting tab Check for update" = "アップデートを確認";
"Setting tab quit" = "終了";
"Setting tab registered to" = "登録ユーザー:";
"Setting tab run at login" = "ログイン時に起動";
"Setting tab hide icon" = "メニューバーアイコンを隠す";
"Setting tab dark mode" = "ダークモード";
"Setting tab light mode" = "ライトモード";
"Setting tab auto update" = "自動的にアップデートを確認";
"Setting tab tighten icon" = "メニューバーアイコンの間隔を詰める";
"Setting tab charge limit" = "バッテリー充電を80%に制限";
"Setting tab mic mute notif" = "Mic Mute Popup";
"Setting tab capslock notif" = "Capslock Popup";
"Setting tab activate" = "ライセンスを認証/認証解除";
"Setting tab trial expired, thanks for using it!" = "試用期間が終了しました。ご利用ありがとうございました！";
"Setting tab trial period left" = "残り試用日数: ";
"Button save settings to file" = "設定をファイルに保存";
"Button load settings from file" = "ファイルから設定を読み込む";
"Message save fail" = "ファイルへの保存に失敗しました。";
"Message load fail" = "読み込みに失敗しました。ファイルが異なるバージョンの設定を含んでいるか、有効な設定ファイルではありません。";
"Message load success" = "設定の読み込みに成功しました";
"Message relaunch" = "アプリを再起動します。";
"Setting tab wipe out all alert title" = "BetterMouse\nすべての設定を消去";
"Setting tab wipe out all alert message" = "ファイルから設定を読み込むたびに、アプリは現在の設定をすべて消去します。したがって、本当に最初からやり直したい場合を除き、この操作を行う必要はありません。\n\nそれでも、事前に設定を保存しておくと安心です。\n\nすべての設定を消去しますか？";

//MARK: Exception Tab
"Button add running apps" = "実行中のアプリを追加";
"Button add manually" = "手動で追加";
"Exception tab scroll using global" = "Scroll settings disabled\nUsing global settings";
"Exception tab disabled" = "Exception disabled\nUsing global settings";
"Message invalid" = "有効なアプリではありません。";
"Exception hint remove all" = "すべての項目を削除";
"Exception hint load global" = "グローバル設定を読み込む";
"Exception hint button lock" = "Button binding editing lock\n\nWhen unlocked, any changes to global button bindings of identical(white) items will be synchronized here, including adding/removing items, click-through, and pan settings.\n\nWhen locked, changes made outside will not affect settings here.";
"Exception hint scroll switch" = "スクロール設定 除外/グローバル 切り替え\n\nこのスイッチをオフにすると、代わりにグローバルスクロール設定が適用されます。\n\nこのスイッチは、ボタン/キーストロークの割り当てのみを異なる設定にしたいアプリ向けです。";
"Exception hint key lock" = "キーマップ編集ロック\n\nボタン設定のロックと同様です。";

//MARK: Dialogs
"trusted alert message" = "システム全体に影響を与える（アプリ自体に限定されない）すべてのアプリは、アクセシビリティの許可が必要であり、App Storeでは配信できません。私たちのアプリも同様です。\n\n「システム設定 -> セキュリティとプライバシー -> プライバシー -> アクセシビリティ」で有効にした後、アプリを再度開いてください。";
"Button ok" = "OK";
"trusted alert title" = "BetterMouseを有効にする";
"Button relaunch" = "再起動";
"Button cancel" = "キャンセル";
"Button quit" = "終了";
"Button yes" = "はい";
"Button restart" = "Restart";
